Repository: weskcode/sunhat
Catalog: SunHat/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Yes. Each reminder stores its own location: use your current location or pick a city when creating or editing a reminder.
es: Sí. Cada recordatorio guarda su propia ubicación: usa tu ubicación actual o elige una ciudad al crear o editar un recordatorio.

source: Your Data
es: Tus datos

source: Your Email (optional)
es: Tu correo (opcional)

source: Your Information
es: Tu información

source: Your Inquiry
es: Tu consulta

source: Your Privacy Matters
es: Tu privacidad importa

source: Your Privacy Rights
es: Tus derechos de privacidad

source: Your current location cannot be determined
es: No se puede determinar tu ubicación actual

source: Your data is stored locally on this device. iCloud sync will be available in a future update.
es: Tus datos se almacenan localmente en este dispositivo. La sincronización con iCloud estará disponible en una futura actualización.

source: Your feedback opens in Mail so you can review it before sending.
es: Tus comentarios se abren en Mail para que puedas revisarlos antes de enviarlos.

source: Your location is used only to fetch forecasts from enabled weather providers for your reminders.
es: Tu ubicación se usa solo para obtener pronósticos de los proveedores meteorológicos habilitados para tus recordatorios.

source: Your reminders and app preferences are stored locally on your device. We never have access to your personal reminder content.
es: Tus recordatorios y preferencias de la app se almacenan localmente en tu dispositivo. Nunca tenemos acceso al contenido personal de tus recordatorios.

source: Your saved location stays on this device. Coordinates are sent only to enabled weather providers when fetching a forecast.
es: Tu ubicación guardada permanece en este dispositivo. Las coordenadas solo se envían a los proveedores meteorológicos habilitados al obtener un pronóstico.

source: Your weather condition has been met!
es: ¡Se cumplió tu condición del clima!

source: [Please describe your privacy request]
es: [Describe tu solicitud de privacidad]

source: [Your email address]
es: [Tu dirección de correo]

source: above
es: por encima de

# average %lld° near %lld°
source: average %1$lld° near %2$lld°
es: promedio %lld° cerca de %lld°

source: below
es: por debajo de

source: between
es: entre

source: dry conditions expected
es: se esperan condiciones secas

source: e.g., -122.4194
es: p. ej., -122.4194

source: e.g., 37.7749
es: p. ej., 37.7749

source: exactly
es: exactamente en

source: forecast doesn't cover the full %lldh dry window
es: el pronóstico no cubre toda la ventana seca de %lldh

# forecast overlaps %lld°-%lld°
source: forecast overlaps %1$lld°-%2$lld°
es: el pronóstico se superpone con %lld°-%lld°

# high %lld° above %lld°
source: high %1$lld° above %2$lld°
es: máxima %lld° por encima de %lld°

# humidity %lld%% outside %lld%% ±%lld%%
source: humidity %1$lld%% outside %2$lld%% ±%3$lld%%
es: humedad %lld %% fuera de %lld %% ±%lld %%

# humidity %lld%% within %lld%% ±%lld%%
source: humidity %1$lld%% within %2$lld%% ±%3$lld%%
es: humedad %lld %% dentro de %lld %% ±%lld %%

source: humidity target is missing
es: falta el objetivo de humedad

source: iCloud is not available
es: iCloud no está disponible

source: iCloud sync will be available in a future update.
es: La sincronización con iCloud estará disponible en una futura actualización.

source: inside notification time window
es: dentro de la ventana horaria de notificación

source: invalid forecast temperature range
es: rango de temperatura del pronóstico no válido

# low %lld° below %lld°
source: low %1$lld° below %2$lld°
es: mínima %lld° por debajo de %lld°

source: no precipitation expected
es: no se espera precipitación

source: no precipitation expected for the next %lldh
es: no se espera precipitación en las próximas %lldh

source: no precipitation requirement
es: sin requisito de precipitación

source: no sky condition filter
es: sin filtro de condición del cielo

source: no time window
es: sin ventana horaria

source: now
es: ahora

source: outside notification time window
es: fuera de la ventana horaria de notificación

source: precipitation expected
es: se espera precipitación

source: precipitation expected within the %lldh window
es: se espera precipitación dentro de la ventana de %lldh

source: precipitation now, %lldh dry requirement not met
es: hay precipitación ahora, no se cumple el requisito seco de %lldh

source: rain expected
es: se espera lluvia

source: rain not expected
es: no se espera lluvia

source: sky condition %@ does not match
es: la condición del cielo %@ no coincide

source: sky condition %@ matches
es: la condición del cielo %@ coincide

source: snow expected
es: se espera nieve

source: snow not expected
es: no se espera nieve

# temperature %@° above target %@°
source: temperature %1$@° above target %2$@°
es: temperatura %@° por encima del objetivo %@°

# temperature %@° below target %@°
source: temperature %1$@° below target %2$@°
es: temperatura %@° por debajo del objetivo %@°

# temperature %@° differs from target %@° (±%@°)
source: temperature %1$@° differs from target %2$@° (±%3$@°)
es: temperatura %@° distinta del objetivo %@° (±%@°)

# temperature %@° matches target %@° (±%@°)
source: temperature %1$@° matches target %2$@° (±%3$@°)
es: temperatura %@° coincide con el objetivo %@° (±%@°)

# temperature %@° outside range %@°-%@°
source: temperature %1$@° outside range %2$@°-%3$@°
es: temperatura %@° fuera del rango %@°-%@°

# temperature %@° within range %@°-%@°
source: temperature %1$@° within range %2$@°-%3$@°
es: temperatura %@° dentro del rango %@°-%@°

# wind %lld mph above %lld mph
source: wind %1$lld mph above %2$lld mph
es: viento %lld mph por encima de %lld mph

# wind %lld mph at or below %lld mph
source: wind %1$lld mph at or below %2$lld mph
es: viento %lld mph igual o por debajo de %lld mph

source: wind limit is missing
es: falta el límite de viento

source: © 2026 SunHat. All rights reserved.
es: © 2026 SunHat. Todos los derechos reservados.
